Repository: Arc676/Farkle-Linux
Catalog: po/*.po
Languages: de, es, fr, it

source: written by Arc676/Alessandro Vinciguerra. Project available under
de: Programmierung von Arc676/Alessandro Vinciguerra. Projekt verfügbar unter
fr: programmation par Arc676/Alessandro Vinciguerra. Projet disponible suivant
it: programmazione fatto da Arc676/Alessandro Vinciguerra. Progetto disponibile secondo le condizioni di

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation (version 3).
de: Dieses Programm ist freie Software: du kannst es verteilen und/oder modifizieren nach den Regeln der GNU Public License wie von der Free Software Foundation (Version 3) veröffentlicht.
fr: Ce programme est un logiciel libre ; vous pouvez le redistribuer ou le modifier suivant les termes de la GNU General Public License telle que publiée par la Free Software Foundation (la version 3).
it: Questo programma è software libero: può ridistribuirlo e/o modificarlo seguendo le condizioni della GNU General Public License pubblicata dalla Free Software Foundation (versione 3).

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: Dieses Programm entstand in der Hoffnung, dass es nützlich ist, aber OHNE JEDE GARANTIE; nicht einmal implizierte Garantien für GEBRAUCHSFÄHIGKEIT oder EINE SPEZIELLE ANWENDBARKEIT. Für mehr Details lies bitte die GNU General Public License.
fr: Ce programme est distribué dans l’espoir qu’il sera utile, mais SANS AUCUNE GARANTIE : sans même la garantie implicite de COMMERCIALISABILITÉ ni d’ADÉQUATION À UN OBJECTIF PARTICULIER. Consultez la GNU General Public License pour plus de détails.
it: Questo programma è distribuito con la speranza che possa essere utile, ma SENZA ALCUNA garanzie; neanche la garanzia implicita di COMMERCIABILITÀ o di essere ADEGUATO PER UNO SCOPO PARTICOLARE. Consultare la GNU General Public License per ulteriori dettagli.

source: For the full license text, visit the <a href='https://github.com/Arc676/Farkle-Linux'>repository</a> or the <a href='http://www.gnu.org/licenses/'>GNU licenses page</a>
de: Für den gesamten Lizenztext, besuche das <a href='https://github.com/Arc676/Farkle-Linux'>Repository</a> oder die <a href='http://www.gnu.org/licenses/'>"GNU licenses"Seite</a>
fr: Pour le texte complète de la license (en anglais), visitez la <a href='https://github.com/Arc676/Farkle-Linux'>dépositoire</a> ou la <a href='http://www.gnu.org/licenses/'>page licenses GNU</a>
it: Per il testo completo della licenza visita la pagina del <a href='https://github.com/Arc676/Farkle-Linux'>ripostiglio</a> o la <a href='http://www.gnu.org/licenses/'>pagina licenze della GNU</a>

source: %1 assets
fr: Ressources %1
it: Risorse %1

source: Application icon by <a href='http://www.freepik.com'>Freepik</a>
de: Anwendungssymbol von <a href='http://www.freepik.com'>Freepik</a>
fr: Icône application par <a href='http://www.freepik.com'>Freepik</a>
it: Icona applicazione da <a href='http://www.freepik.com'>Freepik</a>

source: Dice sprites by Arc676/Alessandro Vinciguerra
de: Würfelbilder von Arc676/Alessandro Vinciguerra
fr: Sprites dés par Arc676/Alessandro Vinciguerra
it: Sprites dadi da Arc676/Alessandro Vinciguerra

source: Farkle! Tap on any die to pass the turn.
de: Farkle! Zugende. Weiter mit Klick auf einen Würfel.
es: ¡Farkle! Tirar cualquier dado para pasar el turno.
fr: Farkle ! Appuyez sur un dé pour passer le tour.
it: Farkle! Clicca su un dado per terminare il turno.

source: Triple pair!
de: Dreifaches Paar!
es: ¡Triple pareja!
fr: Triple paire !
it: Tre paia!

source: Straight!
de: Große Straße!
fr: Suite !
it: Scala!

source: Bank
de: Auf's Punktekonto
fr: Banque
it: In banca

source: %1's turn %2 of %3. Score: %4
de: %1's Zug %2 von %3. Punkte: %4
es: %1 turno %2 de %3. Puntuación: %4
fr: Tour %2 sur %3 de %1. Score : %4
it: Turno %2 su %3 di %1. Punteggio: %4

source: No game in progress
de: Kein laufendes Spiel
es: Ningún juego en progreso
fr: Aucune partie en cours
it: Nessun gioco in corso

source: New Game
de: Neues Spiel
es: Nuevo juego
fr: Nouvelle partie
it: Nuova Partita

source: Roll
de: Würfeln
es: Tirar
fr: Lancer
it: Lancia

source: Confirm selection
de: Auswahl bestätigen
es: Confirmar la selección
fr: Confirmer la sélection
it: Confermare selezione

source: Selections
de: Auswahlen
es: Selecciones
fr: Sélections
it: Selezioni

source: Leaderboard
de: Punktstände
es: Clasificación
fr: Classement
it: Classifica

source: About Farkle
de: Über Farkle
es: Acerca de Farkle
fr: À propos de Farkle
it: Riguardo Farkle

source: Game Settings
de: Einstellungen
es: Ajustes del juego
fr: Paramètres de jeu
it: Impostazioni di Gioco

source: Play Game
de: Spielen
es: Jugar al juego
fr: Jouer
it: Giocare

source: Gameplay rules
de: Spielregeln
fr: Règles du jeu
it: Regole del Gioco

source: Farkle is a dice game in which the objective is to score as many points as possible. The number of turns is limited to an amount determined before the game begins.
de: Farkle ist ein Würfelspiel mit dem Ziel möglichst viele Punkte zu erreichen. Die Anzahl der Spielzüge wird vor Spielbeginn festgelegt.
fr: Farkle est un jeu dans lequel l'objectif est de gagner le plus de points possible. Le nombre de tours est décidé avant de commencer à jouer.
it: Farkle è un gioco di dadi in cui l'obbiettivo è di ottenere più punti possibile. Il numero di turni è determinato prima dell'inizio del gioco.

source: Players roll dice to score points in the following ways:
de: Die Punkte werden nach den folgenden Regeln erwürfelt:
fr: Les jouers lancent les dés pour gagner des points de ces façons :
it: I giocatori lanciano dei dadi per ottenere punti nei seguenti modi:

source: A 1 is worth 100 points. A 5 is worth 50 points. Three of the same number are worth 100 times the number, except three 1s which are worth 1000 points instead. These dice must come up on the same roll, not separate ones. Each additional occurrence of a number beyond the first three increases the value of that set of dice by 100 times the number (the points obtained by rolling three copies of that number). Players roll 6 dice and may select any subset of those dice to score points. Those dice are removed from the pool and the player may roll the remaining dice to score more points. If at any point none of the rolled dice can score points, the turn is considered a <farkle> and the player forfeits all their points from that turn. A player must remove at least one scoring die from the pool to reroll. A player may choose to stop rolling and <bank> any points they have already accumulated rather than reroll. Note that the probability of farkling is greater if the pool is smaller. If a player removes all 6 dice from the pool without farkling, that player keeps all their points from that turn in hand, puts all 6 dice back in the pool, and may reroll following the same rules as before. A triple pair is worth 2000 points. A straight is worth 3000 points.
fr: Un 1 vaut 100 points. Un 5 vaut 50 points. Trois du même nombre valant 100 fois le nombre, sauf trois 1 qui valant 1000 points. Il faut que ces dés apparaissent dans le même jet de dés et pas des jets separés. Chaque occurrence d'un nombre après les premières trois élève le valeur de ces dés de 100 fois le nombre (les points obtenus avec 3 copies du nombre). Les jouers lancent 6 dés et peuvent sélectionner n'importe quels dés pour gagner des points. On enlève ces dés et le jouer peut lancer les dés restants pour gagner plus de points. S'il n'y a aucun dé avec valeur, le tour s'appelle 'Farkle' et le jouer pert tous les points de ce tour. Un jouer doit sélectionner au moins un dé avec valeur pour pouvoir lancer une autre fois. Un jouer peut décider d'arrêter de lancer et de tenir les points déjà accumulés au lieu de lancer une autre fois. Remarquez que la probabilité d'un Farkle est plus élevée quand on lance moins de dés. Si un jouer enlève tous les 6 dés sans un Farkle, il peut remettre tous les 6 dés et continuer à lancer suivant les mêmes règles. Un triple paire vaut 2000 points. Une suite vaut 3000 points.
it: Un 1 vale 100 punti. Un 5 vale 50 punti. Tre volte lo stesso numero vale 100 volte quella cifra, tranne tre volte 1 che valgono 1000 punti. Questi dadi devono risultare nello stesso lancio, non lanci separati. Ogni copia di un numero oltre le prime tre aumenta il valore di quel gruppo di dadi di 100 volte quella cifra (i punti ottenuti da tre copie dello stesso numero). I giocatori lanciano 6 dadi e possono selezionare qualsiasi numero di dadi per guadagnare dei punti. Questi dadi vengono rimossi e il giocatore può decidere di lanciare i dadi rimanenti per guadagnare ulteriori punti. Se a qualsiasi punto nessun dado lanciato vale dei punti, il turno viene chiamato 'Farkle' e il giocatore perde tutti i punti di quel turno. Un giocatore deve selezionare almeno un dado di valore per poter lanciare un'altra volta. Un giocatore può decidere di smettere di lanciare e mettere in banca i punti già accumulati durante questo turno invece di lanciare un'altra volta. Nota che la probabilità di un Farkle aumenta quando vengono lanciati meno dadi. Se un giocatore rimuove tutti i 6 dadi senza un Farkle, può rimettere indietro tutti i dadi e continuare a lanciare seguendo le stesse regole. Tre paia di numeri valgono 2.000 punti. Una scala da 1 a 6 vale 3.000 punti.

source: For more details and example rolls, please refer to the README in the repository for this app's backend library:
de: Für weitere Details und Beispielwürfelergebnisse schaue in die README-Datei im Repository für diese App:
fr: Pour plus de détails et des exemples, veulliez lire le README (en anglais) de la dépositoire de la bibliothèque de ce jeu :
it: Per più dettagli e esempi, consultare il README (in inglese) del ripostiglio della biblioteca di questa app:

source: Players:
de: Spieler:
es: Jugadores:
fr: Jouers :
it: Giocatori:

source: Fewer players
de: Weniger Spieler
es: Pocos jugadores
fr: Moins de jouers
it: Meno giocatori

source: More players
de: Mehr Spieler
es: Mas jugadores
fr: Plus de jouers
it: Più giocatori

source: Turns:
de: Runden:
es: Turnos:
fr: Tours :
it: Turni:

source: Fewer turns
de: Weniger Runden
es: Pocos turnos
fr: Moins de tours
it: Meno turni

source: More turns
de: Mehr Runden
es: Más turnos
fr: Plus de tours
it: Più turni

source: Enable sound effects
it: Attiva effetti sonori

source: Restart game
it: Ricominciare la partita

source: assets
de: Eigentum

source: A 1 is worth 100 points A 5 is worth 50 points Three of the same number are worth 100 times the number, except three 1s which are worth 1000 points instead; these dice must come up on the same roll, not separate ones Each additional occurrence of a number beyond the first three increases the value of that set of dice by 100 times the number (the points obtained by rolling three copies of that number) Players roll 6 dice and may select any subset of those dice to score points. Those dice are removed from the pool and the player may roll the remaining dice to score more points. If at any point none of the rolled dice can score points, the turn is considered a <farkle> and the player forfeits all their points from that turn. A player must remove at least one scoring die from the pool to reroll. A player may choose to stop rolling and <bank> any points they have already accumulated rather than reroll. Note that the probability of farkling is greater if the pool is smaller. If a player removes all 6 dice from the pool without farkling, that player keeps all their points from that turn in hand, puts all 6 dice back in the pool, and may reroll following the same rules as before.
de: Eine 1 bringt 100 Punkte, eine 5 50 Punkte. Drei gleiche Zahlen sind die Zahl mal 100 Punkte wert, außer drei Einsen, die bringen 1.000 Punkte. Die Würfel müssen immer aus einem Wurf kommen, nicht aufeinander folgenden. Jedes weitere Vorkommen einer Zahl nach den ersten 3 erhöht den Wert um 100 mal die Punktzahl (die Punkte aus den drei gleichen Würfeln). Spieler werfen 6 Würfel und können eine beliebige Anzahl wählen um Punkte zu erhalten. Diese Würfel werden von den verfügbaren Würfeln entfernt, die übrigen Würfel werden neu geworfen um weitere Punkte zu erreichen. Wenn keiner der Würfel Punkte bringt, ist der Wurf ein <Farkle>. Alle Punkte dieses Zuges verfallen. Ein Spieler muss immer mindestens einen Würfel für Punkte herausnehmen um weiterwürfeln zu können. Spieler können mit würfeln aufhöhren und die bisher gewürfelten Punkte auf das Punktekonto legen. Beachte, dass die Wahrscheinlichkeit für einen Farkle größer ist, je weniger Würfel verfügbar sind. Wenn ein Spieler alle 6 Würfel für Punkte auswählt, behält er alle Punkte und bekommt alle 6 Würfel für den nächsten Wurf zurück. Er kann dann normal weiterwürfeln.
